Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 老人看了眼那位神色出奇平静的乡野村妇，又看了眼眉头紧皱的草鞋少年，最后对缩头缩脑的孩子说道：“小娃儿，知不知道你家水缸里养着什么？”
en_us: The old man took a glance at the remarkably calm woman, then turned his attention toward the wary Chen Ping'an before finally settling his gaze on Gu Can as he asked, "What are you keeping in that water vat over there?"

source: 老人站起身，深深看了眼懵懵懂懂的孩子，似乎下了一个天大决定，他手腕一晃，白碗重新浮现。
en_us: The old man rose to his feet and cast a meaningful glance toward the befuddled child, and he seemed to have made an extremely important decision as he produced the white bowl with a flick of his wrist.

source: 老人笑道：“张嘴。”
en_us: "Open your mouth," the old man instructed with a smile.

source: 老人走到半人高的大水缸旁，迅速用水缸勺了一碗水。
en_us: He then made his way over to the large water vat, which was around half the height of a grown man, and quickly scooped out a bwol of water from within.

source: 老人重新换上那副慈祥和蔼的脸庞，“孩子，这只碗，装着整条江水，如今还养着一条小蛟了。从现在起，你就是我的嫡传弟子了。”
en_us: The old man put on a kind and benevolent expression once again as he said, "My child, this bowl contains the water of an entire river, and now, there's a little flood dragon inside it. From this point onward, you will be a direct disciple to me. I am a true lord, and I'm only half a step away from becoming a sect-founding patriarch, albeit, only for a lower sect. In the future, you'll come to understand the significance of concepts like true lords and sect founding. I assure you that those concepts hold more weight than the water of the entire river in this bowl."

source: 脑子一团浆糊的孩子灵光乍现，惊呼道：“我记得它！是我从陈平安那边”
en_us: A spark of recognition abruptly appeared in Gu Can's muddled mind, and he exclaimed, "I remember that thing! It was Chen Ping'an's, and I..."

source: 蓦然间，一个尖锐嗓子响起，“宋集薪宋集薪，快来捉奸，你家婢女跟陈平安正眉来眼去，明摆着是勾搭上了！你再不管管你家通房丫鬟，说不定今晚她就翻墙去敲陈平安的门了！赶紧滚出来，啧啧啧，陈平安的手都摸上那小娘们的脸蛋了，你是没看到，陈平安笑得贼恶心人了”
en_us: All of a sudden, a high-pitched voice rang out. "Hurry up and come out, Song Jixin! Your maidservant is flirting with Chen Ping'an right as I speak! It's clear that they're hooking up! If you don't come out to discipline your maidservant, there's a good chance she'll jump over the wall tonight and go knocking on Song Jixin's door! Come out, come out! Look, Chen Ping'an's stroking her cheek! Oh my goodness, if only you could see the disgusting grin on Chen Ping'an's face!"

source: 这个叫顾粲的孩子，体重不足四十斤。
en_us: Gu Can weighed less than 40 kilograms, but his aptitude was incredibly heavy.

source: 那一刻，孩子觉得天都塌下来了，所以他选择躲在陈平安身后，让高个子的顶上去。
en_us: In that instant, he felt as if the entire sky had fallen onto him, and he cowered behind Chen Ping'an, hoping that Chen Ping'an would protect him.

source: 门外有一阵脚步声，渐渐响起，渐渐落下。
en_us: The sound of footsteps gradually drew closer outside, then faded into the distance.

source: 陈平安不明就里，但是猫着腰跑到孩子身边，蹲下后轻声问道：“顾粲，你做什么？又惹你娘发火了？”
en_us: Chen Ping'an had no idea what was happening, but he ducked down and rushed over to the boy's side, then squatted down beside him as he asked in a low voice, "What happened, Gu Can? Did you get your mother angry again?"

source: 陈平安也没有让这孩子失望，有意无意护在他身前。
en_us: Fortunately, Chen Ping'an rose to the occasion, leading the way while Gu Can trailed along behind him.

source: 陈平安无奈道：“我陪你就回你家看看？”
en_us: "How about I accompany you back hom to take a look?" Chen Ping'an asked with a resigned expression.

source: 陈平安竖起一根手指，做了个噤声的手势。
en_us: Chen Ping'an raised a finger to his lips to make a silencing gesture, and the child immediately fell silent.

source: 陈平安站起身，弯腰扯住孩子的后领口，一手提拎着孩子，一手打开门闩，走出院子。
en_us: Chen Ping'an stood up, then bend over and grabbed onto the back of Gu Can's collar, lifting up with one hand as he slid back the deadbolt and made his way out of the courtyard.

source: 陈平安问道：“你是说那个槐树下的说书先生？”
en_us: "Are you talking about the storyteller under the locust tree?" Chen Ping'an asked.

source: 陈平安领会她的意思，揉了揉顾粲的脑袋，然后转身离去。
en_us: Chen Ping'an could see what she wanted, and he patted Gu Can on the head before turning to depart.

source: 顾粲瞪大眼睛，凝神望去，先是看到一粒极其微小的黑点，然后渐渐变成一条稍稍醒目的黑线，最终缓缓壮大，好像变成了一条土黄色的小泥鳅，在白碗水面的涟漪中，欢快翻滚。
en_us: Gu Can stared into the bowl with wide eyes, and first, he saw an extremely tiny black spot. The black spot then gradually transformed into a slightly larger black line, and it continued to slowly expand, turning into an earthy yellow catfish that was swimming happily in the rippling water inside the bowl.

source: 顾粲立即又腿软了，整个人躲在陈平安身后，战战兢兢。
en_us: All of the courage instantly left Gu Can's body, and he ducked behind Chen Ping'an once again in a fearful manner.

source: ===第九章 天雨虽宽===
en_us: Chapter 9:

source: 一男一女拐入泥瓶巷中，其中年轻男人头戴高冠，腰悬绿佩，比起小镇首富卢氏的子孙，更像是个富贵公子哥。女子年龄不好辨认，乍一看，少女的模样，肌肤水嫩，尖尖的下巴，像是冬天挂在屋檐边上的冰锥子。又一看，三十岁的风情，丹凤眼眸，身姿妖娆，从头到脚，有着一股倾泻直下的风流，走起路来，腰肢拧转，有着小镇女子绝没有的韵味。
en_us: A man and a woman made their way into Clay Vase Alley. The man was quite young with a tall hat on his head and a green jade pendant hanging fron his waist. Looking even more like a wealthy young master than the young men from the affluent Lu Clan. As for the woman, it was difficult to discern her age. At first glance, she had decliate skin and a tapered chin that resembled stalactites hanging down from the edges of rooves during winter, but upon closer inspection, she had the mature charm of a middle-aged woman. Her phoenix eyes, her seductive figure, everything about her from head to toe gave off a sense of unadulterated promiscuity, and her hips twisted from side to side as she walked, giving off a sense of allure that was completely absent in the other women of the town.

source: 两人继续悠悠然前行，如同一对落在凡间的神仙眷侣。
en_us: Fu Nanhua and Can Jinjian continued onward at a leisurely pace, resembling a godly couple who were taking a vacation in the mortal realm.

source: 他望向小巷深处，看到一位清瘦少年从遥遥对面走来。
en_us: He cast his gaze deeper into the alley, and he spotted a thin young boy approaching them from afar.

source: 女子也是自嘲一笑，为自己的天真想法感到赧颜。
en_us: A self-deprecating smile also appeared on Cai Jinjian's face, and she felt rather embarrassed for her own naive optimism.

source: 女子侧过身，双手十指交错放在身后，衬托得她胸口风光，愈发饱满丰硕，她半真半假柔声笑道：“任君采撷，如何？”
en_us: The woman turned to the side, interlacing her fingers as she clasped her hands behind her back, pushing forward and further accentuating her already voluptuous chest as she put on a gentle smile and replied, half in jest, "I'll let you do whatever you want to me. How about that?"

source: 女子左顾右盼，满是好奇，甚至伸手去触摸黄泥墙壁，实在察觉不出蛛丝马迹，好奇问道：“苻南华，这里真是你说的隐蔽福地之一？为何我家老祖之前给出的堪舆形势图上，对这条巷弄并未着重标注？”
en_us: The woman was looking left and right with curiosity brimming in her eyes, and she even reached out to touch the earthen walls, but was unable to find anything special about them. A curious look appeared on her face as she asked, "Fu Nanhua, is this place really is one of the hidden blessed paradises that you were talking about? Why is it that this alley was never specially annotated on the map given to me by our patriarch before I set off on this journey?"

source: 女子已经变了脸色，肃穆端庄，与先前判若两人，像是沦落风尘的青楼花魁，摇身一变，成了母仪天下的皇后娘娘，这位被称为云霞山蔡金简的女子，沉斩钉截铁道：“可以！”
en_us: All of a sudden, a solemn and serious look appeared on the woman's face, and it was as if she had turned into a completely different person. The change in demeanor was extremely abrupt, and she resembled a regal empress as she said in an implacable manner, "I'm certain I can!"

source: 女子点头，笑意妩媚，“当然可以呀。”
en_us: "Of course," the woman replied with a nod and a seductive smile.

source: 她突然皱了皱眉头，“苻公子，你为何不让我带上扎根本地的赵氏子孙，虽说我临行前也学了一些此地方言……”
en_us: All of a sudden, her brows furrowed slightly as she continued, "By the way, why didn't you let me bring along someone from the local Zhao Clan? I did study the dialect spoken in this area prior to coming here, but..."

source: 她话只说了一半，苻南华当然知道她的言下之意，哭笑不得道：“我的蔡大仙子，小镇六百户人家，加上十姓大族豢养的奴婢杂役，将近五千人，小镇再藏龙卧虎，也是，何况这么多年来，那些个有根骨有福运有渊源的好胚子，早就给暗中瓜分殆尽了，我们这次之所以能够‘捡漏’，无非是那些心思难料的大神通人物，在故意卖漏而已。”
en_us: Even though her voice trailed off before she finished her sentence, Fu Nanhua knew what she wanted to say, and an amused look appeared on his face as he scoffed, "Let's be realistic here, Celestial Maiden Cai. There are over 600 households here, and if we count the servants of the 10 affluent clans as well, that amounts to a population of close to 5,000 people. No matter how remarkable this town is for producing prodigies, all of the top prodigies with exceptional aptitude have already been split up and taken by the almighty figures above us. We're only able to pick up some scraps because for some reason or another, those almighty figures have intentionally left some for us."

source: 年轻男人不曾想她如此直白，反倒是没了章法，何况来此“访亲寻友”，担负着整个家族百年兴衰、甚至是千年昌盛的重任，他再花花心肠，也绝不敢在“众目睽睽之下”的小镇，与眼前女子来一场露水鸳鸯姻缘。
en_us: The young man didn't think that she would be so bold and blatant in her reply, and he was left at a loss for how to respond. , Furthermor, they had come here under the guise of visiting family and friends, but in reality, the fate and fortune of his entire clan for the next few centuries, perhaps the even the nex millennium, hinged upon this trip. With that in mind, he definitely didn't dare to engage in a frivolous relationship with this woman while under the scrutiny of the entire town.

source: 年轻男人眯起眼，脸色晦暗，停下脚步，正视身高不输自己的女子，“丑话说在前头，你我今日能够结盟，互利互惠，可不是你我二人如何一见钟情，意气相投，只是老龙城与云霞山数百年来，历代祖师长辈们辛苦积攒下来的香火情，万一我们搞砸了，惹来那帮老头子们的雷霆震怒，别说我苻南华，或是你蔡金简，就算是我们的父母师父，也一样担待不起！”
en_us: The young man's eyes narrowed slightly as a serious look also appeared on his face, and he stopped in his track to look directly at Cai Jinjian. "Let me make this clear: you and I are forming a collaborative relationship here for mutual benefit not because of anything like love at first sight or any personal reasons. Instead, it's on the basis of the mutual favor that our seniors and ancestors of the Old Dragon City and the Dawn Cloud Mountain have worked hard to accumulate and maintain over the course of several centuries. If we screw this up and draw the ire of those old geezer, not only will we be unable to handle the consequences, the same will apply even to our parents and our masters!"

source: 年轻男人答非所问：“若是你我真在此地得了意外之喜，如何报答我？”
en_us: The young man gave a response, but not to the questions that he was asked. "How are you going to repay me if you we if come across an unexpected prize here?"

source: 年轻男人缓缓前行，继续说道：“接下来，你一旦在此获得家族预期之外的机缘，那件物品必须交由你我双方祖师鉴定，给出一个公道价格，之后你们云霞山拿出一半的等价云根石，蔡金简，你可有异议？或者说，你能否确定，你在此时此地答应此事后，能够在利益得手、落袋为安了的事后，也能够说服你们云霞山的那几位祖师爷们，点头认可这项赌约？”
en_us: The young man slowly strode forward as he continued, "From now on, if you obtain any items of interest in this place outside of our clan's projections, those items must be presented to our patriarchs on both sides for appraisal to determine a fair price. After that, your Dawn Cloud Mountain will offer up Cloud Root Stones equivalent to half the value of those items. Do you have any objections to this, Cai Jinjian? In other words, what I'm saying is that after you agree to this proposal and obtain what you came here to acquire, are you certain that you'll be able to convince the patriarchs of Dawn Cloud Mountain to agree to the terms of this bet?"

source: 所以他很快转移话题，用手指向小巷深处，笑道：“蔡仙子，朋友归朋友，生意归生意，我不得不再重复一遍，按照之前的约定，这条泥瓶巷有两户人家，一对主仆，一对母子，我可以由你先任选其一，押注的本钱，便是你们云霞山的特产云根石，每年送给我们老龙城十块。”
en_us: Hence, he quickly changed the subject, pointing deeper into the alley as he smiled and said, "While it's true that we're friends, friendship and business don't mix, so I must reiterate something. According to our pre-established agreement, there are two families of interest on this Clay Vase Alley, one of which is a master and his maidservant, while the other one is a mother and her son. I can let you choose one of the two, and in exchange, each year, you'll be giving our Old Dragon City 10 pieces of Cloud Root Stones, the specialty product of your Dawn Cloud Mountain. Do you agree to those terms, Celestial Maiden Cai?"

source: 是第二次见面了。
en_us: This was their second encounter.

source: 犹豫一下，仍是说道：“我不知你祖师如何传授天机，我爹倒是跟我说过一番言语，进入此地后，若是有人让你心生寒意，必须主动退避，敬而远之，决不可轻易忤逆挑衅，毕竟此地藏龙卧虎，深不可测。心生恶感之人，多半就是此次小镇探幽寻宝的对手了。至于让你心生亲近之人，可能是此方地域的福禄厚重之人，并且有望转为自己的机缘，到时候只要别轻易杀人，不要坏了那几条雷打不动的老规矩，除此之外，是买是骗，还是强取豪夺，就看……”
en_us: After a brief hesitation, she said, "I don't know what your seniors told you, but my father told me that after entering this place, if I encounter anyone that strikes me with a sense of foreboding, I must actively avoid them and avoid provoking them at all costs. This may only be a small town, but it's like a small puddle that appears to be innocuous from the outside, but actually holds unfathomably deep water. Those who strike us with a sense of foreboding are most likely going to be our opponents that we'll be competing with in our search for treasures in this town. As for those who evoke a sense of affinity within us, those are people who are most likely blessed with fortune and can potentially present opportunities for us to further ourselves. All we have to do is refrain from killing people as much as possible and avoid breaking those old rules that are set in stone. Aside from that, we can do whatever we please, whether that be swindling others out of their treasures, or simply taking them by force."

source: 苻南华在这条阴暗巷弄，也尽显英俊风流，笑道：“除此之外……”
en_us: Despite the dark and dingy setting of the alley that they were in, Fu Nanhua's handsome looks weren't diminished in the slightest, and he also smiled as he said, "In addition to that..."

source: 苻南华转头看了一眼，收回视线后，压低嗓音道：“咱俩还需小心那两人才是，毕竟他们不是正阳山，称不上是有口皆碑的名门正派，而且听说那两个家伙，本来就路子极野，不太讲规矩。”
en_us: He turned around to take a look behind him, then withdrew his gaze and lowered his voice as he continued, "We also have to be wary of those two. They're not from any well-established and reputable sects like the Sun Scorch Mountain, and I've head that they're extremely erratic and don't like to play by the rules."

source: 苻南华轻声道：“走吧，虽说此地有圣贤镇压、平衡各方势力，但是还是小心为妙，阴沟里翻船就不好了。总之，你我能否鲤鱼跳龙门，在此一举。”
en_us: Fu Nanhua continued in a low voice, "Let's go. There may be a sage controlling this place to balance out all forces, but it's still best to be careful so that we don't end up meeting an unexpected demise in a place like this. In any case, whether we'll be able to soar to greater heights will hinge on the success of this trip."

source: 蔡金简笑道：“所以在小镇这段时日，我们一定要坦诚相见，精诚合作，对吧？”
en_us: Cai Jinjian smiled as she replied, "That's why during our time in this town, we have to work together with solidarity and be completely open and candid with one another, right?"

source: 这位名动一方的天之骄子，道心愈发坚定，在心中默念道：“大道可期，阻我前路，仙佛可杀！”
en_us: Elsewhere, Fu Nanhua was an extremely renowned prodigy, and his heart was becoming more and more resolute as he spoke. The great is there for my taking, and I'll elimiate anyone who dares to get in my way, even if they be immortals or gods! qhwetoiqhewitqewthqiewqhtqheithqoihthtoiewqhtoiewqh

source: 高挑女子也看到了那位少年，打趣道：“门那边，小巷里，两次碰着了，你说这个少年会不会？”
en_us: Cai Jinjian also spotted the young boy, and she remarked with an intrigued expression, "This is already the second time we've run into him. Could it be that he's also..."

source: 高挑女子眯起那双会说话的丹凤眸子，像是在娇滴滴说着，所以我蔡金简才会选中你苻大公子嘛。
en_us: Cai Jinjian narrowed her eyes, and even though she wasn't speaking, her expressive eyes were doing the talking for her, as if they were saying "that's why I chose you!"
